Repository: barnakopacsi/flatweather
Catalog: FlatWeather/Other/Localizable.xcstrings
Source language: en
Languages: hu

source: %@ expected tomorrow
hu: %@ várható holnap

source: %lld in
hu: %lld hüvelyk

source: %lld mi
hu: %lld mérföld

source: 3-DAY FORECAST
hu: 3-NAPOS ELŐREJELZÉS

source: Add location
hu: Hely hozzáadása

source: Appearance Setting
hu: Megjelenés

source: Are you sure you want to delete this location?
hu: Biztos ki szeretné törölni ezt a helyet?

source: Cancel
hu: Vissza

source: Could not connect to the server. Please check your internet.
hu: Nem lehet kapcsolódni a szervershez. Győződjön meg róla, hogy az internetkapcsolata megfelelő.

source: Dark Mode
hu: Sötét Mód

source: Delete
hu: Törlés

source: Delete Location
hu: Hely Törlése

source: End
hu: Vége

source: Error
hu: Hiba

source: Excellent
hu: Kiváló

source: Extreme
hu: Extrém

source: Fair
hu: Elfogadható

# Feels like %@ / H: %@ L: %@
source: Feels like %1$@ / H: %2$@ L: %3$@
hu: Hőérzet %1$@ / Max: %2$@ Min: %3$@

source: Good
hu: Jó

source: Gusts up to %@
hu: Széllökések: %@

source: Height
hu: Magasság

source: High
hu: Magas

source: HUMIDITY
hu: PÁRATARTALOM

source: Imperial
hu: Angolszász

source: It may be hard to see far ahead.
hu: A látási viszonyok nehézségeket okozhatnak.

source: Light Mode
hu: Világos Mód

source: Limited
hu: Korlátozott

source: Low
hu: Alacsony

source: Maximum number of saved locations reached. Please remove locations to add new ones.
hu: Helyek maximális száma elérve. Kérjük töröljön ki helyeket, hogy újat tudjon hozzáadni.

source: Measurement Unit Setting
hu: Mértékegység

source: Metric
hu: Metrikus

source: Moderate
hu: Mérsékelt

source: Most things are clearly visible.
hu: A látótávolság többnyire jó.

source: No internet connection
hu: Nincs internetkapcsolat

source: No results found
hu: Nincs találat

source: Now
hu: Most

source: One of the locations could not be found. Please try again later.
hu: Az egyik helyet nem sikerült megtalálni. Kérjük, próbálja újra később.

source: Optimal
hu: Megfelelő

source: Outdoor conditions may feel hazy.
hu: Homályos lehet a levegő.

source: PRECIPITATION
hu: CSAPADÉK

source: Received unexpected data from the server.
hu: Váratlan adat érkezett a szerverről.

source: Retry
hu: Újra

source: Search for a location...
hu: Keressen egy helyet…

source: Search will be available automatically when the iPhone is connected to the internet.
hu: A keresés automatikusan elérhető lesz, amint az iPhone csatlakozik az internethez.

source: Something went wrong. Please try again.
hu: Valami hiba történt. Kérjük, próbálja újra.

source: Start
hu: Kezdés

source: Start typing to search
hu: Gépeljen a keresés megkezdéséhez

source: System Setting
hu: Rendszerbeállítás

source: Temperature Unit Setting
hu: Hőmérsékleti Egység

source: The air is very clear.
hu: A levegő nagyon tiszta.

source: The air may feel dry.
hu: A levegő száraznak érződhet.

source: The air may feel muggy.
hu: A levegő fülledtnek érződhet.

source: The air may feel uncomfortable.
hu: A levegő kellemetlen lehet.

source: The air should feel comfortable.
hu: A levegő kellemesnek érződik.

source: The visibility is excellent.
hu: A látási viszonyok kiválóak.

source: Today
hu: Ma

source: Very high
hu: Nagyon Magas

source: Very High
hu: Nagyon Magas

source: Very low
hu: Nagyon alacsony

source: VISIBILITY
hu: LÁTÁSI VISZONYOK

source: Weather data will be available automatically when the iPhone is connected to the internet.
hu: Az időjárás adatok automatikusan elérhetőek lesznek, amint az iPhone csatlakozik az internethez.

source: WIND
hu: SZÉL

source: You should be able to see a good distance.
hu: A látótávolság jó.
